using System;

namespace Test_12
{
    class Program
    {
        static void Main(string[] args)
        {
            //Составить программу вывода на экран следующей информации:
            //5 10
            //7 см

            string s = "см";
            int a = 7;
            Console.WriteLine($"5 10\n{a} {s}");
        }
    }
}
