using System;

namespace Test_5
{
    class Program
    {
        static void Main(string[] args)
        {
            //Вывести на одной строке числа 1, 13 и 49 с одним пробелом между ними.
            Console.WriteLine("1 13 49");
        }
    }
}
