using System;

namespace Test_6
{
    class Program
    {
        static void Main(string[] args)
        {
            //Вывести на одной строке числа 7, 15 и 100 с двумя пробелами между ними.
            Console.WriteLine("7  15  100");
        }
    }
}
