using System;

namespace Test_13
{
    class Program
    {
        static void Main(string[] args)
        {
            // Составить программу вывода на экран следующей информации:
            //2 кг
            //13 17
            Console.WriteLine("2 кг\n13 17"); 

            //закончил все задание в 15:58 начал в 15:00
        }
    }
}
